/**
 Export to JSON plugin for PHPMyAdmin
 @version 0.1
 */

// Database 'livre'
// livre.aventure

[{"Nom":"Les voyages de Gulliver : voyage à Lilliput","Auteur":"Jonathan Swift","Date":"1726","Résumé":"Gulliver, le narrateur, connaît très tôt sa destinée : les voyages en mer. A Londres, auprès de son protecteur chirurgien, Mr. James Bates, il apprend la médecine, indispensable lorsque l'on veut naviguer. Il ouvre un cabinet, fonde une famille; mais James Bates meurt et Gulliver perd ses amis et ses clients. Repris par le démon du voyage, il embarque sur l'Antilope pour les mers du Sud : le navire sombre, un seul rescapé, Gulliver... Epuisé par une nage frénétique pour survivre, il atteint enfin le rivage et s'endort. Son réveil lui réserve bien des surprises.."}]// livre.bande-dessinée

[{"Nom":"Astérix légionnaire","Auteur":"René Goscinny et Albert Uderzo","Date":"1967","Résumé":"Obélix tombe amoureux d'une jeune villageoise, Falbala, mais apprend qu'elle est déjà fiancée à un certain Tragicomix, qui vient d’être enrôlé de force par les Romains et expédié en Afrique, au cœur des querelles entre César et Scipion. Ravalant héroïquement sa déception amoureuse, le livreur de menhirs lui promet de sauver le jeune homme, ce qu'Astérix s'empresse d'approuver. Les deux inséparables compères s’engagent donc à leur tour dans la légion. Une fois sur place, leur ignorance des domaines militaires et leur force surhumaine ont tôt fait de déstabiliser leurs supérieurs. Au duo s'ajoutent Mouléfix (un Belge), Plazadetoros (un Grec), Faupayélatax (un Breton), Chimeric et Figurallégoric (deux Goths) ne comprenant pas la langue de leurs supérieurs et Courdetennis (un Égyptien), ignorant également la langue et croyant être dans une auberge. Figurallégoric est recalé en raison de sa trop grande maigreur. Les centurions Hotelterminus et Belinconus, chargés d'entraîner les recrues, sont rapidement poussés à bouts de nerfs.\r\n\r\nArrivés en Afrique, tout en allant sauver Tragicomix prisonnier de l'armée de Scipion, les deux héros auront un grand rôle dans la victoire de l'armée de César face à son adversaire. Ainsi, en les remerciant, César permet aux trois Gaulois de rentrer chez eux. Une fois de retour, Tragicomix retrouve Falbala, qui remercie chaleureusement le duo et embrasse Astérix. Tandis que le couple part se marier à Condate, Astérix ne participe pas au banquet final, encore tout étourdi par le baiser de Falbala."}]// livre.contes

[{"Nom":"Le Petit Poucet","Auteur":"Charles Perrault","Date":"1697","Résumé":"Un bûcheron et sa femme n'ont plus de quoi nourrir leurs sept garçons. Un soir, alors que les enfants dorment, les parents se résignent, la mort dans l'âme, à les perdre dans la forêt. Heureusement, le plus petit de la fratrie, âgé de sept ans, surnommé Petit Poucet en raison de sa petite taille, espionne la conversation. Prévoyant, il se munit de petits cailloux blancs qu'il laissera tomber un à un derrière afin que lui et ses frères puissent retrouver leur chemin. Le lendemain, le père met son sinistre plan à exécution. Mais le Petit Poucet et ses frères regagnent vite leur logis grâce aux cailloux semés en chemin. Les parents sont heureux de les revoir car, entre-temps, le seigneur du village avait enfin remboursé aux bûcherons l'argent qu'il leur devait.\r\n\r\nMais ce bonheur ne dure que le temps de cette prospérité éphémère. Lorsqu'ils se retrouvent dans la pauvreté première, les parents décident à nouveau d'abandonner leurs sept enfants dans la forêt. Ils s'assurent de fermer la porte de la maison à clef afin que le Petit Poucet ne puisse pas aller ramasser des cailloux. Il tente donc à la place, au moment du trajet, de laisser tomber des petits morceaux du pain que leur mère leur a donné à lui et à ses frères, mais le pain est mangé par des oiseaux. C'est ainsi que lui et ses frères se retrouvent perdus dans la forêt. Ils arrivent alors devant une chaumière et demandent à y loger. La femme habitant en cette maison essaie de les persuader de ne pas entrer puisque son mari est un ogre qui mange les petits enfants. Mais le Petit Poucet, préférant l'ogre aux loups de la forêt, insiste pour y entrer avec ses frères. Le soir venu, la femme les cache sous un lit, mais son ogre de mari attiré par une « odeur de chair fraîche » a vite fait de découvrir la cachette des jeunes enfants. Elle réussit toutefois à le convaincre de remettre au lendemain son festin.\r\n\r\nLes petits sont ensuite couchés dans la chambre des sept filles de l'ogre. Durant la nuit, Poucet échange son bonnet et celui de ses frères contre les couronnes d'or des filles de l'ogre, dans l'éventualité où l'ogre exécuterait son forfait pendant leur sommeil. En effet, l'ogre entre dans la chambre pendant la nuit, et, croyant que ce sont les sept garçons, tue ses sept filles. L'ogre retourne se coucher, les petits s'enfuient et l'ogre fou de rage part à leur recherche en enfilant ses bottes de sept lieues. Fatigué, il s'assied sur la pierre sous laquelle les enfants se sont cachés et s'endort. Le Petit Poucet convainc ses frères de rentrer à leur maison tandis qu'il enfile les bottes de sept lieues et court jusqu'à la chaumière de l'ogre pour récupérer son trésor. Ses parents ne sont alors plus obligés d'abandonner leurs enfants et la famille est heureuse.\r\n\r\nCharles Perrault propose une seconde fin, en se référant à des « témoignages ». Dans la seconde fin, le Petit Poucet se contente de voler les bottes de sept lieues car elles permettent à l'ogre de courir derrière les enfants. Sur son chemin, il croise l'armée du roi et transmet un message à ce dernier. Il devient alors messager du roi. Il revient à sa demeure où il est accueilli avec joie des années plus tard. Il établit son père, ses frères et lui-même en achetant des offices à chacun."}]// livre.horreur

[{"Nom":"Dracula","Auteur":"Bram Stoker","Date":"26 mai 1897","Résumé":"À la fin du xixe siècle, un jeune clerc de notaire anglais, Jonathan Harker, se rend en Roumanie sur l'invitation du comte Dracula, afin de finaliser l’achat par ce dernier d’une propriété près de Londres. Le jeune homme profite de ce voyage pour noter dans son journal les beautés et les étrangetés d’une Europe plus orientale et plus traditionnelle que celle qu’il connait. Arrivé à Bistritz, sa dernière escale, Harker commence à ressentir un certain malaise face aux signes de superstition dont il est l’objet. Il comprend que la population locale craint le château dans lequel il se rend, ainsi que son propriétaire. Après un effrayant voyage en diligence puis en calèche, escorté d’un mystérieux cocher et d’une meute de loups, le jeune notaire parvient au château, où il est reçu par le comte, un vieil homme distingué au physique étrange et imposant."}, {"Nom":"Frankenstein ou le Prométhée moderne","Auteur":"Mary Shelley","Date":"1 janvier 1818","Résumé":"Ce capitaine de navire en route pour une expédition au pôle nord secourt un homme pris au piège par la glace au milieu de nul part.\r\n\r\nAprès quelque temps à bord, les deux hommes se lient d'amitié et l’étrange passager lui raconte alors son histoire. Son nom vous l'aurez deviné, c'est Victor Frankenstein.\r\n\r\nPour que son interlocuteur (et les lecteurs) comprenne bien les tenants et les aboutissants qui l'on mené si près du pôle, il lui raconte à peu près toute sa vie. Sa naissance dans une famille aimante, sa découverte de l'alchimie et de l'occultisme à l'adolescence, son goût pour les sciences mais aussi le traumatisme lié à la maladie et la mort de ses proches.\r\n\r\nTout cela l'a conduit à développer une véritable obsession et il ne souhaite qu’une chose, percer le secret de la vie. Encouragé par un professeur à effectuer des recherches hors des sentiers battus, il se met en tête de donner la vie... enfin, de redonner la vie"}, {"Nom":"Shining, l'enfant lumière","Auteur":"Stephen King","Date":"28 janvier 1977","Résumé":"Jack, ex-enseignant, viré pour comportement brutal, souhaite devenir écrivain. Il est engagé comme gardien de l’Overloock hôtel pendant l’hiver. Un bâtiment immense et coupé du monde en cette période. Redoutant les effets de la solitude, il part avec sa femme Wendy et son fils Danny. Ce dernier possède un don de clairvoyance et de communication télépathique : le shining. Dès l’instant ou il entre dans l’hôtel il s’y sent mal à l’aise et commence à avoir des flashes sur le passé de l’hôtel, des craintes, et il fait des cauchemars. L’hôtel inspire la crainte et ne lui attire pas confiance. Surtout lorsqu’il sent son père entraîné vers la folie tout comme le gardien précédent de l’hôtel qui se suicida après avoir tué ses deux filles..."}]// livre.policier

[{"Nom":"Le chien des Baskerville","Auteur":"Sir Arthur Conan Doyle","Date":"1902","Résumé":"Le docteur Mortimer rend visite à Sherlock Holmes et son ami le docteur Watson pour leur expliquer les circonstances étranges de la mort de son ami et patient, Sir Charles Baskerville. Le vieil homme au cœur fragile a succombé à une attaque cardiaque après une courte promenade nocturne dans les jardins du manoir, qui donne sur la lande brumeuse du Devonshire. Mortimer raconte à Holmes une légende vieille de plusieurs siècles qui court sur cette famille. Il lui montre un manuscrit daté de 1742 rapportant que Hugo Baskerville, un ancêtre cruel, aurait été égorgé par un chien démoniaque après avoir tenté de violer une jeune paysanne. Ce chien rôderait toujours sur la lande à la recherche des descendants des Baskerville.\r\n\r\nHolmes reste sceptique sur l'aspect surnaturel de l’enquête, mais les faits le passionnent. Mortimer lui annonce que le dernier héritier des Baskerville, Sir Henry, neveu de Charles, arrive depuis le Canada pour hériter du domaine familial. Sir Henry est un homme d'une trentaine d'années, aventureux, énergique et volontaire, destiné à poursuivre les bonnes œuvres de son oncle. Mais connaissant le destin funeste des membres de cette famille, Mortimer hésite à emmener le jeune homme sur la lande !\r\n\r\nAprès quelques péripéties à Londres, Holmes et Watson sont certains qu'une influence humaine est bien réelle et présente dans cette affaire. Mais qui pourrait en vouloir ainsi à la famille Baskerville ? Holmes abandonne soudainement l'enquête, prétextant des affaires plus importantes à régler, et demande à son ami de protéger Sir Henry à Dartmoor, une région de brouillard et de tourbières meurtrières. Commence alors une aventure qui va mobiliser toutes les capacités d'analyse de nos héros."}, {"Nom":"Une étude en rouge","Auteur":"Sir Arthur Conan Doyle","Date":"1887","Résumé":"Au n° 3 de Lauriston Gardens près de Londres, dans une maison vide, un homme est trouvé mort. Assassiné ? Aucune blessure apparente ne permet de le dire, en dépit des taches de sang qui maculent la pièce. Sur le mur, griffonnée à la hâte, une inscription : « Rache ! » . Vengeance ! en allemand. Vingt ans plus tôt, en 1860, dans les gorges du Nevada, en Utah, Jean Ferrier est exécuté par des mormons sanguinaires chargés de faire respecter la loi du prophète. Sa fille, Lucie, est séquestrée dans le harem du fils de l’Ancien. Quel lien entre ces deux événements aussi insolites que tragiques ? Un fil ténu, un fil rouge que seul Sherlock Holmes est capable de dérouler. Une intrigue toute en subtilités où, pour la première fois, Watson découvre le maître."}, {"Nom":"Le Signe des quatre","Auteur":"Sir Arthur Conan Doyle","Date":"1890","Résumé":"Ennuyé par le manque d'enquêtes, Sherlock Holmes s'adonne à la consommation de drogues pour s'occuper, ainsi qu'à diverses activités ennuyeuses, sous le regard de son colocataire, le docteur John Watson.\r\n\r\nEn 1888, une jeune cliente blonde, Mary Morstan, débarque chez Holmes, et lui demande de l'aide. Elle lui explique qu'elle est gouvernante, et que c'est sa patronne qui lui a conseillé de venir ici. Watson tombe sous le charme de la jeune femme qui expose son problème : son père, navigateur dans les Indes, est décédé environ dix ans auparavant (disparu le 3 décembre 1878). Or, elle reçoit, depuis six ans, et à cycle régulier, des perles de grande valeur. Et ce même jour lui est parvenu une enveloppe où un anonyme lui demande de venir à un rendez-vous, accompagnée si elle le souhaite, mais pas d'un policier.\r\n\r\nHolmes accepte de l'aider et, épaulé de Watson, accompagne Mary au dit rendez-vous. Ils découvrent sur place que l'anonyme est le fils d'un ancien ami et collègue du capitaine Morstan. Celui-ci révèle que leurs pères avaient découvert un trésor de cinq cent mille livres, mais que ni le trésor ni les bijoux n'ont été partagés avec la fille de Morstan. L'homme explique enfin que son frère a découvert le coffre hier, caché dans leur maison.\r\n\r\nMais arrivés sur les lieux, ils constatent la mort du frère et la disparition du coffre. Holmes et Watson commencent alors un dangereux périple qui les mènera jusqu'à une course poursuite folle sur la Tamise..."}, {"Nom":"La Vallée de la peur","Auteur":"Sir Arthur Conan Doyle","Date":"27 février 1915","Résumé":"Sherlock Holmes vient à peine de déchiffrer un message codé le prévenant qu’un certain Douglas de Birlstone Manor House, est en grave danger, qu’il apprend par l’inspecteur MacDonald de Scotland Yard que Douglas vient d’être affreusement assassiné.\r\n\r\nPar le signataire du message, Sherlock Holmes sait que derrière cette affaire se trouve son ennemi juré : le professeur Moriarty, criminel génial et machiavélique. Accompagné de son fidèle Watson, Holmes se précipite à Birlstone…"}]